Repository: oe-mirrors/PlanerFS
Catalog: po/*.po
Languages: de

source: New Card
de: Neue Karte

source: Close
de: Schließen

source: Edit
de: Ändern

source: business card
de: Visitenkarte

source: Birthday
de: Geburtstag

source: No entry found in business cards
de: Kein Eintrag in den Visitenkarten gefunden

source: no FritzCall installed
de: kein FritzCall installiert

source: Call Number
de: Rufnummer

source: WORK
de: GESCHÄFTLICH

source: HOME
de: ZUHAUSE

source: save
de: speichern

source: cancel
de: abbrechen

source: extended
de: erweitert

source: Press 'OK' for Virtual Keyboard
de: Drücke 'Ok' für die virtuelle Tastatur

source: vCard - Edit
de: vCard - bearbeiten

source: Designation
de: Bezeichnung

source: Street
de: Straße

source: City
de: Stadt

source: zip code
de: Postleitzahl

source: Country
de: Land

source: reduced
de: reduziert

source: or call the Number with blue Key
de: oder blaue Taste zum Anrufen drücken

source: Edit Call-Number
de: Telefonnummer bearbeiten

source: vCard- edit Text
de: vCard - Text bearbeiten

source: vCard- edit Number
de: vCard - Nummer bearbeiten

source: Selected card delete?
de: Ausgewählte Karte wirklich löschen?

source: All
de: Alle

source: Delete
de: Löschen

source: Calendar
de: Kalender

source: Delete buisness card of selected Name
de: Lösche Datensatz von ausgewählten Namen

source: Make new buisness card
de: Neuen Datensatz anlegen

source: Edit data of selected name
de: Bearbeite Datensatz von ausgewählten Namen

source: Open Calendar
de: Kalender anzeigen

source: Close adress book
de: Adressbuch schließen

source: Show buisness card of selected Name
de: Zeige Datensatz von ausgewählten Namen

source: Filter - Letter up
de: Filter -> voriger Buchstabe

source: Filter - Letter down
de: Filter -> nächster Buchstabe

source: could not be deleted
de: kann nicht gelöscht werden

source: None
de: Keine

source: Event by Rules
de: Termin nach Regeln

source: Simple event
de: Einfacher Termin

source: Timer by Rules
de: Timer mit Regeln

source: DAILY
de: TÄGLICH

source: MONTHLY
de: MONATLICH

source: WEEKLY
de: wöchentlich

source: YEARLY
de: jährlich

source: monthly backward
de: monatlich rückwärts

source: after count
de: nach Anzahl

source: by date
de: an Datum

source: never
de: Nie

source: Event-text
de: Termin-Text

source: Description
de: Beschreibung

source: repeat
de: Wiederholung

source: unique
de: einmalig

source: No
de: Nein

source: Yes
de: Ja

source: on, standby(Idle) and deepstandby
de: eingeschaltet, Standby und Deep-Standby

source: on and standby(Idle)
de: eingeschaltet und Standby

source: when on
de: wenn eingeschaltet

source: File
de: Datei

source: Off
de: Aus

source: Days
de: Tage

source: Hours
de: Stunden

source: Minutes
de: Minuten

source: Add new event or timer
de: Neuen Termin oder Timer hinzufügen

source: delete
de: löschen

source: Save
de: Speichern

source: Cancel
de: Abbruch

source: select from the list: Event by Date, Event by Rules, Timer
de: wähle aus Liste: Termin an Datum (einfache Eingabe), Termin nach Regeln (ausführlich Einstellmöglichkeit), Timer

source: Edit Event
de: Termin bearbeiten

source: radio alarm Clock
de: Radio-Wecker

source: start volume
de: Start- Lautstärke

source: max volume
de: maximale Lautstärke

source: Description-text
de: Beschreibungs-Text

source: Location
de: Ort

source: Category
de: Kategorie

source: Start-Date
de: Start-Datum

source: daylong
de: ganztägig

source: Start-Time
de: Start-Zeit

source: End-Time
de: Ende-Zeit

source: End-Date
de: End-Datum

source: Use rules
de: Regeln verwenden

source: Frequency
de: Frequenz

source: Interval
de: Intervall

source: Month
de: Monat

source: Monthday
de: Tag im Monat

source: WeekDays
de: Wochentage

source: Event end
de: Termin endet

source: Count
de: Anzahl

source: Display on Start
de: Im Startscreen anzeigen

source: Alert on Display
de: Wecker anzeigen

source: Alert-description
de: Weckbeschreibung

source: Alert by date-time
de: Wecken nach Datum & Zeit

source: Alert date
de: Weckdatum

source: Alert time
de: Weckzeitpunkt

source: Alert reminder beforehand
de: Weckhinweis im Vorfeld

source: Unit of time
de: Zeiteinheit

source: Press 'OK' for list
de: Drücke 'OK' für die Auswahlliste

source: select from the list: repeat, repeat until, none
de: Wiederholen, Wiederholen bis zu einem Datum, nicht wiederholen

source: monthly backward = for Day of Month backward (last Day...)
de: monatlich rückwärts = Tage vom Monatsende, letzter im Monat usw.

source: sample: you will MO,TH,SA,SU then type: 1467
de: Beispiel: für Mo,Do,Sa und So eingeben: 1467

source: Next timer earliest in 5 minutes or 5 minutes after standby
de: Nächster Timer wird frühestens in 5min oder 5min nach Standby aktiv

source: text for List, press ok for edit
de: Kurztext für die Listenanzeige, OK drücken zum bearbeiten

source: set mp3-URL for radio-Stream: http:\.... (mp3,ogg, aac - not pls,m3u,wmp,flash....)
de: Eingabe für Stream-URL: http:\.... (mp3,ogg, aac - kein pls,m3u,wmp,flash....)

source: Long-Text, press ok for edit
de: Langtext, drücke OK zum Bearbeiten

source: Set/edit Text:
de: Setze / bearbeite Text:

source: no category
de: keine Kategorie

source: Anniversary
de: Jahrestag

source: Wedding day
de: Hochzeitstag

source: Holiday
de: Ferien

source: Select categorie
de: Kategorien auswählen

source: Break execution
de: Programm abgebrochen

source: Event is due!
de: Termin ist fällig!

source: Timers message!
de: Timer-Meldung!

source: Upcoming calendar events
de: Bevorstehende Termine

source: Date display
de: Termin-Anzeige

source: Events for today
de: Termine heute

source: No Events registered for today
de: Heute keine Termine

source: Anniversaries today:
de: Jahrestage heute:

source: No anniversary registered for today
de: Heute ist kein Jahrestag vorhanden

source: Next events:
de: Nächste Termine:

source: calendar days
de: Kalender Tage

source: calendar holiday
de: Kalender Feiertag

source: Select Color for:
de: Wähle Farbe für:

source: calendar background
de: PlanerFS Hintergrund

source: calendar event
de: Kalender Termin

source: calendar today background
de: Hintergrundfarbe für heute

source: startscreen background
de: Startscreen Hintergrund

source: list anniversaries
de: Listen Jubiläen

source: list heading
de: Listen Überschriften

source: list inactive
de: Listen inaktiv

source: list text
de: Listen Text

source: Edit colors and categories
de: Farben und Kategorien bearbeiten

source: Years
de: Jahre

source: Color
de: Farbe

source: Edit text for categorie
de: Text der Kategorie bearbeiten

source: Save and exit
de: Abspeichern und beenden

source: Toggle number of years
de: Umschalten Anzahl der Jahre

source: Open color list
de: Farbenliste öffnen

source: Not number of years
de: Keine Anzahl der Jahre

source: Number of years
de: Anzahl der Jahre

source: Edit text for category
de: Text der Kategorie bearbeiten

source: Restart PlanerFS for new settings Please wait a moment
de: PlanerFS wird zur Aktivierung der Änderungen neu gestartet Bitte einen Moment Geduld

source: without text
de: ohne Text

source: If description
de: Wenn Beschreibung

source: unlisted
de: nicht in Liste

source: Setting shifts
de: Schicht Einstellung

source: New
de: Neu

source: Edit selected option
de: Bearbeite gewählte Option

source: delete shift entry
de: lösche Schichteintrag

source: Make new entry
de: Neuen Datensatz anlegen

source: Shift colors:
de: Schicht-Farben:

source: Show in LCD
de: Im LCD anzeigen

source: Screen
de: Haupt-Anzeige

source: Mode
de: Modus

source: Widht total
de: Breite gesamt

source: High total
de: Höhe gesamt

source: Distance from top (pixel)
de: Abstand von oben (Pixel):

source: Distance from left (%)
de: Abstand von links (%):

source: Size for a single
de: Größe für Einzelelement

source: distance between
de: Abstand dazwischen

source: Show on LCD
de: Im LCD anzeigen

source: activate
de: aktivieren

source: deactivate
de: deaktivieren

source: Select the LCD
de: LCD auswählen

source: Set number for screen
de: Setze Nummer für Schirm

source: Select the Mode(s)
de: Wähle Modus

source: Set Widht total
de: Setze Gesamtbreite

source: Set High total
de: Setze Gesamthöhe

source: Set Distance from left (%)
de: Setze Abstand von links (%):

source: Set Distance from top in pixel
de: Setze Abstand von oben (Pixel)

source: Set Size for a single
de: Setze Größe für Einzelelement

source: Set distance between
de: Setze Abstand zwischen

source: New entry
de: Neuer Eintrag

source: none
de: keine

source: On
de: An

source: Big screen
de: Vollbild

source: Split screen
de: Geteilte Anzeige

source: Audio-file
de: Audio-Datei

source: Extensionsmenu
de: Erweiterungsmenü

source: Main Menu
de: Hauptmenü

source: not extra
de: nicht extra

source: at Wakeup from Deep-Standby
de: bei Systemstart

source: at Wakeup from Deep-Standby and Standby(Idle)
de: bei Systemstart und nach Standby(Idle)

source: at Wakeup from Deep-Standby and time
de: bei Systemstart und Uhrzeit

source: at Wakeup from Standby(Idle)
de: nach Standby(Idle)

source: at Wakeup from Standby(Idle) and time
de: nach Standby(Idle) und bei Uhrzeit

source: at time
de: bei Uhrzeit

source: Gregorian
de: Gregorianisch

source: Julian
de: Julianisch

source: Lines
de: Linien

source: no lines
de: keine Linien

source: In Calendar
de: Im Kalender

source: Defaults
de: Standardwerte

source: Press 'help' for explanation and 'ok' for virtual keyboard
de: Drücken Sie "help" für eine Erklärung und "ok" für die virtuelle Tastatur

source: Settings-Menu
de: Einstellungen

source: URL for radio
de: Stream-URL für Radio

source: Designation-text in calendar
de: Bezeichnungstext im Kalender

source: Text for countdown display
de: Text für Countdown-Anzeige

source: Date for countdown display
de: Datum für Countdown-Anzeige

source: No placeholder 'pd' for count of days in text!
de: Kein Platzhalter 'pd' für die Anzahl der Tage im Text!

source: Setting Start
de: Starteinstellungen

source: Another directory for data files
de: Anderes Verzeichnis für Datendateien

source: When standby(Idle) display later
de: Verzögere Anzeige nach Deepstandby

source: Months for events preview
de: Vorschau für Termine (Monate)

source: Holidays in Startscreen
de: Feiertage in Startanzeige

source: 2. File for Startscreen
de: 2. Datei für Startanzeige

source: Start Display AutoHide (0=Off)
de: Startanzeige autom. ausblenden (0=nein)

source: Startscreen lines
de: Startscreen Linien

source: update every ? minutes,0=Off
de: aktualisiere alle ? Minuten, 0=aus

source: delete old events
de: Lösche alte Termine

source: delete older than (days)
de: lösche älter als (Tage)

source: Timer / Reminder
de: Timer/Erinnerungen

source: Timer on
de: Timermeldungen an/aus

source: Timer display time (0=endless)
de: Anzeigedauer Timer (0=endlos)

source: Timer sound
de: Timerton

source: Timer start volume
de: Start- Lautstärke

source: Timer max volume
de: Maximale Timerlautstärke

source: extern dats
de: externe Daten

source: floating holidays
de: bewegl. Feiertage

source: download on Start
de: Download akt. Daten bei Start automatisch

source: extern events color in calendar
de: externe Termine im Kalender farbig

source: Show external reminders
de: Zeige externe Erinnerungen an

source: Use shift plan
de: Schichtplanfunktion verwenden

source: Settings in Menu->Shift Setting...
de: Einstellen in Menü->Schicht-Einstellung...

source: Identifier text in calendar
de: Anzeige-Text im Kalender

source: Show shift on startscreen
de: Zeige Schichten in Startscreen

source: Differentiate between: with/without description
de: Unterscheide mit/ohne Beschreibung

source: Show repetitions in list
de: Zeige Wiederholungen in Listen

source: lcd on/off
de: LCD-Ausgabe An/Aus

source: lcd screen-nr
de: LCD Schirm-Nr

source: lcd list fontsize
de: Schriftgröße für LCD-Liste

source: lcd timer fontsize
de: Schriftgröße Timermeldung

source: write text file
de: schreibe Textdatei

source: maximum characters per line
de: wieviele Zeichen maximal anzeigen pro Zeile

source: calendar in Menu:
de: PlanerFS in Menüs anzeigen:

source: address book in Menu:
de: Adressbuch in Menüs anzeigen:

source: Overview in Menu:
de: Startscreen im Menü:

source: Background from skin
de: Hintergrund vom Skin

source: Placeholder in text for number of days = pd
de: Platzhalter im Text für Anzahl Tage = pd

source: Countdown-Dat:
de: Countdown-Datum:

source: PlanerFS - Holidays
de: PlanerFS - Ferien

source: Really close without saving settings?
de: Wirklich beenden ohne zu speichern?

source: When is the start screen displayed?
de: Wann soll der Startscreen angezeigt werden?

source: Show same named appointment with all dates?
de: Wiederholende, gleichnamige Termine in Listen anzeigen?

source: View Holidays in Lists?
de: Ferien in Listen anzeigen?

source: How many months in advance, the dates are displayed in the startup screen?
de: Für wieviele Monate im voraus sollen die Termine in der Startanzeige angezeigt werden?

source: Holidays are to be displayed in the startup screen?
de: Sollen Feiertage in der Startanzeige angezeigt werden?

source: For timer: off = the feature timer is off, there are no timer processed
de: Für Timer: Aus = die Funktion für Timer ist aus, es werden keine Timer abgearbeitet

source: After how many seconds to the startup screen will disappear automatically? (0 = not Auto-hide)
de: Nach wievielen Sekunden soll die Startanzeige automatisch ausgeblendet werden? (0 = nicht automatisch ausblenden)

source: Floating holidays to Gregorian or Julian calendar to calculate or calculate off
de: Bewegliche Feiertage nach gregorianischem oder julianischem Kalendet berechnen oder Berechnung abschalten

source: If a date is copied, deleted or created, appointments can be older than they should automatically be deleted (default for days in the next step). Events with no rules that have an end-date have less than today minus default days are deleted without asking!
de: Wenn ein Termin kopiert, gelöscht oder neu angelegt wird, können Termine älter als vorgegeben automatisch gelöscht werden (Vorgabe für Tage im nächsten Schritt) . Termine ohne Regeln, welche ein ein Ende-Datum kleiner als Heute minus Vorgabe-Tage haben, werden ohne Nachfrage gelöscht!

source: For example: if you enter here 365, with end-dates earlier date 365 days will be deleted.
de: Zum Beispiel: wenn hier 365 eingegeben wird, werden Termine mit End-Datum älter 365 Tage gelöscht.

source: pick up the latest data automatically at startup?
de: abholen der aktuellen Daten automatisch bei Programmstart?

source: colored date on the calendar for events from additional calendar files or online calendar
de: Termine aus zusätzlichen ics oder Online-Kalendern farbig im Kalender markieren

source: write /tmp/plfs_ges for 'see text file' in LCD4Linux
de: schreibe Datei /tmp/plfs_ges für 'zeige Textdatei' in LCD4Linux

source: Limit line length
de: Zeichenlänge ist begrenzt

source: Show on start big or split screen
de: Zeige große beim Starten oder geteilten Schirm

source: Countdown for the start display and LCD screen, insert in the text 'pd' for the number of days
de: Countdown für die Startanzeige und den LCD-Bildschirm, Einfügen des Textes 'pd' für die Anzahl der Tage

source: Show list of all iCal-Files
de: Zeige Liste aller iCal-Dateien

source: backup files and settings
de: Daten und Einstellungen sichern

source: restore files and settings
de: Daten und Einstellungen wiederherstellen

source: delete extern ics-File
de: zusätzliche ics-Datei löschen

source: Copy ics-File to PlanerFS path
de: Kopiere ics-Datei ins PlanerFS-Verzeichnis

source: Copy ics-File of PlanerFS path
de: Kopiere ics-Datei aus dem PlanerFS -Verzeichnis

source: Import all events from an ics file
de: Importiere alle Termine aus einer ics-Datei

source: Import all cards from an vcf file
de: Importiere alle Daten aus einer vCard-Datei

source: make second calendar
de: zweite Kalender-Datei erstellen

source: Files Handling
de: Datei-Verwaltung

source: second calendar was created successfully, to see push-button Bouquet on the calendar
de: zweite Datei wurde erfolgreich erstellt, im Kalender Bouquet-Taste drücken zum anzeigen

source: Please select source path...
de: Bitte Quell-Verzeichnis wählen...

source: No ics-File in this Path exist!
de: In diesem Verzeichnis existiert keine ics-Datei!

source: No vcf-File in this Path exist!
de: In diesem Pfad existiert keine vcf-Datei!

source: No extern ics-File exist!
de: Keine externe ics-Datei vorhanden!

source: Please select the backup path...
de: Bitte Sicherungspfad auswählen...

source: Overwrite existing Backup?
de: Vorhandene Sicherung überschreiben?

source: Backup ConfFS...
de: Sicherung von ConfFS...

source: Directory %s nonexistent.
de: Verzeichnis %s existiert nicht.

source: Backup Files and Settings...
de: Sichere Daten und Einstellungen...

source: Please select the restore path...
de: Bitte Widerherstellungspfad auswählen...

source: Overwrite existing Settings and Files?
de: Daten und Einstellungen überschreiben?

source: File %s nonexistent.
de: Datei %s existiert nicht.

source: Restore Files and Settings...
de: Widerherstellung von Daten und Einstellungen...

source: Import all Data of ics-File
de: Importiere alle Termine aus einer ics-Datei

source: Import all Data of vcf-File
de: Importiere alle Termine aus einer vcf-Datei

source: Import completed successfully
de: Import erfolgreich abgeschlossen, wechsle in den Kalender

source: unknown error
de: unbekannter Fehler

source: Please select the target path...
de: Bitte Ziel-Verzeichnis wählen...

source: selceted File is:
de: ausgewählte Datei:

source: Do you really want to delete this file?
de: Diese Datei wirklich löschen?

source: file is deleted
de: Datei wurde gelöscht

source: new
de: neu

source: online-calendars
de: Online-Kalender

source: Enter Text
de: Text eingeben/ändern

source: Name already exists or not allowed
de: Name bereits vorhanden oder ungültig

source: not a valid URL!
de: keine gültige URL!

source: Press OK for Edit, Press 1 for aktivate/deaktivate
de: Taste 'OK' zum bearbeiten, Taste'1' zum (de)aktivieren

source: alarm time
de: Weckzeit

source: alarm-clock
de: Wecker

source: alert-clock is running - press ESC for abort
de: Wecker läuft - zum Abbrechen drücke ESC

source: Fri
de: Fr

source: Mon
de: Mo

source: Sat
de: Sa

source: Su
de: So

source: Thu
de: Do

source: Tue
de: Di

source: WN
de: KW

source: Wed
de: Mi

source: cal.1
de: Kal.1

source: Update data
de: Akualisieren

source: Terminlist
de: Terminliste

source: Today
de: Heute

source: Close PlanerFS
de: PlanerFS beenden

source: Edit selected Termin
de: Bearbeite gewählten Termin

source: Show timer
de: Zeige Timer

source: Toggle Calender/Terminlist
de: Umschalten Kalender/Terminliste

source: Show current month
de: Zeige aktuellen Monat an

source: Change calendar file
de: Ändere Kalender-Datei

source: Show buisness card of selected name
de: Zeige Visitenkarte von ausgewählten Namen

source: Show more Options in Menu
de: Menü anzeigen (weitere Funktionen)

source: PlanerFSMenu
de: PlanerFS Übersicht

source: previous month
de: voriger Monat

source: next Month
de: nächster Monat

source: Open adress book
de: Adressbuch öffnen

source: no icalendar import from system possible please ask in the forum of your image how it can be installed
de: kein Import von icalendar möglich bitte im Forum zum Image nachfragen, wie das Modul installiert werden kann

source: cal.2
de: Kal.2

source: (active)
de: (aktiv)

source: Error: at least one external file could not be loaded!
de: Fehler: mindestens eine externe Datei(en) konnten nicht geladen werden!

source: Successfully loaded data
de: Daten erfolgreich geladen

source: December
de: Dezember

source: February
de: Februar

source: January
de: Januar

source: July
de: Juli

source: June
de: Juni

source: March
de: März

source: May
de: Mai

source: October
de: Oktober

source: Date Error
de: Fehler im Datum

source: Friday
de: Freitag

source: Monday
de: Montag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Thursday
de: Donnerstag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Events
de: Termine

source: Add new event
de: Neuen Termin hinzufügen

source: Internal calculated holiday, import not possible
de: Intern berechneter Feiertag, Import nicht möglich

source: external file can not be edited, Import this event?
de: externe Datei kann nicht bearbeitet werden, den ausgewählten Termin importieren?

source: Termin from downloaded file
de: Termin von externer Datei

source: Select for edit or new
de: Auswählen zum Bearbeiten oder Neuerstellen

source: Entry can only be copied from external to internal (*...)
de: Eintrag kann nur von extern (*...) nach intern kopiert werden

source: Caution, this is a recurring appointment! Delete recurring appointment?
de: Vorsicht, das ist ein Serientermin! Serientermin löschen?

source: Do you really want to delete this entry?
de: Diesen Eintrag wirklich löschen?

source: Insert new event / timer
de: Füge neuen Termin / Timer ein

source: edit selected entry
de: gewählten Eintrag bearbeiten

source: Delete selected entry
de: Lösche gewählten Eintrag

source: Import selected entry
de: Importiere gewählten Eintrag

source: parameters setting
de: Einstellungen

source: Color an category setting
de: Einstellung Farben und Kategorien

source: Edit online calendar list
de: Liste der Online-Kalender

source: Show errors
de: Zeige Fehler

source: About
de: Über

source: Menu
de: Menü

source: PlanerFS address book
de: PlanerFS Adressbuch

source: Schedule appointments, view events
de: Termine planen, Erinnerungen anzeigen

source: addresses and phone numbers search, find, manage, and more
de: Adressen und Telefonnummern finden, suchen, verwalten und mehr

source: PlanerFS overview
de: PlanerFS Übersicht

source: Show start screen with overview
de: Startscreen mit Übersicht anzeigen

source: Easter Sunday
de: Ostersonntag

source: Easter Monday
de: Ostermontag

source: Good Friday
de: Karfreitag

source: Ascension
de: Himmelfahrt

source: Whit Monday
de: Pfingstmontag

source: Pentecost Sunday
de: Pfingstsonntag

source: Corpus Christi
de: Fronleichnam

source: Timer message
de: Timer-Meldung
